<?php

$feed = [
	"calendar" => [
		[
			"id" => 1257923,
			"time" => [1524871938945, 1524871902345],
			"title" => "Дискретна метематика",
			"text" => "А46, Думанський О. І.",
			"calendar" => "lessons"
		],
		
		[
			"id" => 2747263,
			"time" => [1524871958945, 1524871992345],
			"title" => "Вписка у Марка",
			"text" => "+380 98 765 4321",
			"calendar" => "leisure"
		]
	],
	
	"sleep" => [
		"mean" => 28743,
		"condition" => 70
	],
	
	"news" => [
		[
			"id" => 1,
			"title" => "тест 1",
			"text" => "Покадровая анимация — невероятно кропотливая и сложная ручная работа, которая удивляет своим процессом создания.",
			"date" => "22:27 27.04.2018",
			"category" => "main",
			"tags" => ["important"]
		],
		
		[
			"id" => 2,
			"title" => "тест 2",
			"text" => "Таким образом, люди, занимающиеся производством покадровых мультфильмов, действительно всей душой любят это, иначе им бы не хотелось тратить столько сил. ",
			"date" => "22:27 27.04.2018",
			"category" => "main",
			"tags" => ["important"]
		],
	]
];


$response = $feed;