<?php

$feed = [
	[
		"id" => 1,
		"title" => "тест 1",
		"text" => "Покадровая анимация — невероятно кропотливая и сложная ручная работа, которая удивляет своим процессом создания.",
		"image" => "https://cs8.pikabu.ru/post_img/2018/04/15/7/1523792246186244043.jpg",
		"date" => "22:27 27.04.2018",
		"category" => "main",
		"tags" => ["important"]
	],
	
	[
		"id" => 2,
		"title" => "тест 2",
		"text" => "Таким образом, люди, занимающиеся производством покадровых мультфильмов, действительно всей душой любят это, иначе им бы не хотелось тратить столько сил. ",
		"date" => "22:27 27.04.2018",
		"category" => "main",
		"tags" => ["important"]
	],
	
	[
		"id" => 3,
		"title" => "тест 3",
		"text" => "Является первой анимационной работой Уэса Андерсона, которая стала одной из лучших в его режиссерской карьере, мировым шедевром и классикой жанра.",
		"image" => "https://cs10.pikabu.ru/post_img/2018/04/15/7/152379294213647583.jpg",
		"date" => "22:27 27.04.2018",
		"category" => "main",
		"tags" => ["important"]
	],
	
	[
		"id" => 4,
		"title" => "тест 4",
		"text" => "Бесподобный мистер Фокс — история о Лисе-журналисте, который живет со своей семьей в норе, совсем как человек.",
		"date" => "22:27 27.04.2018",
		"category" => "main",
		"tags" => ["important"]
	],
	
	[
		"id" => 5,
		"title" => "тест 5",
		"text" => "Уоллес и его собака Громит помогают жителям небольшого городка бороться с кроликами, которые уничтожают урожай для ежегодного конкурса гигантских овощей.",
		"image" => "https://cs7.pikabu.ru/post_img/2018/04/15/7/1523793459161662414.jpg",
		"date" => "22:27 27.04.2018",
		"category" => "main",
		"tags" => ["important"]
	],
	
];


$response = $feed;